Repository: elemusma/lws-siq
Catalog: plugins/sortable-dashboard-to-do-list/lang/sortable-dashboard-to-do-list-*.po
Languages: fr_fr

source: Add New To-Do Item
fr_fr: Ajouter une nouvelle tâche

source: Added %s
fr_fr: Ajoutée le %s

source: Adds a to-do list to the WordPress dashboard.
fr_fr: Ajoute une liste de tâches à réaliser au tableau de bord WordPress.

source: Affect item to:
fr_fr: Affecter la tâche à :

source: Affected
fr_fr: Affectée

source: Affected to you by %s
fr_fr: Vous a été affectée par %s

source: Are you sure you want to mark the item as completed?
fr_fr: Voulez-vous vraiment marquer la tâche comme terminée ?

source: Collapse list
fr_fr: Replier la liste

source: Completed
fr_fr: Terminée

source: Delete To-Do Item
fr_fr: Supprimer la tâche

source: Description (optional)
fr_fr: Description (facultative)

source: Drag to sort
fr_fr: Faites glisser pour trier

source: Edit To-Do Item
fr_fr: Modifier la tâche

source: Last edit %s
fr_fr: Dernière modification le %s

source: Left side of window
fr_fr: Côté gauche de la fenêtre

source: Mark As Completed
fr_fr: Marquer comme terminée

source: No additional content was provided.
fr_fr: Aucun contenu complémentaire n’a été fourni.

source: Pending completion
fr_fr: En attente d’achèvement

source: Please <a href="%s" target="_blank" rel="noopener">rate the plugin ★★★★★</a> to help keep it up-to-date & maintained. Thank you!
fr_fr: Merci de <a href="%s" target="_blank" rel="noopener">donner une note ★★★★★ à l’extension</a> pour aider à la garder maintenue et à jour !

source: Recently added
fr_fr: Récemment ajoutée

source: Recently edited
fr_fr: Récemment modifiée

source: Right side of window
fr_fr: Côté droit de la fenêtre

source: Show list
fr_fr: Afficher la liste

source: Show list on website (current user only)
fr_fr: Afficher la liste sur le site (compte actuel uniquement)

source: Show on website (current user only)
fr_fr: Afficher sur le site (compte actuel uniquement)

source: The items below were affected to you by other users
fr_fr: Les tâches ci-dessous vous ont été affectées par d’autres comptes

source: This item was affected to you by %s
fr_fr: Cette tâche vous a été affectée par %s

source: This item will be permanently deleted and cannot be recovered. Are you sure?
fr_fr: Cette tâche sera définitivement supprimée et ne pourra pas être récupérée. Confirmez-vous ?

source: Title (required)
fr_fr: Titre (obligatoire)

source: To-Do List
fr_fr: Liste de tâches

source: Unknown user
fr_fr: Compte inconnu

source: You affected this item to:
fr_fr: Vous avez affecté cette tâche à :

source: You marked this item as completed
fr_fr: Vous avez indiqué que cette tâche est terminée
