Repository: elemusma/lws-siq
Catalog: plugins/flux-checkout/languages/flux-checkout-*.po
Languages: nb_no, pl

source: Checkout Footer
pl: Stopka strony zamówienia

source: Checkout Header
pl: Nagłówek strony zamówienia

source: A valid license key is required for support and updates
pl: Do korzystania z pomocy technicznej i aktualizacji wymagany jest ważny klucz licencyjny

source: License Number
pl: Numer licencji

source: License Key
pl: Klucz licencyjny

source: Flux Element - Accepted credit cards
pl: Flux Element - Akceptowane karty kredytowe

source: Flux Element - Sale banner
pl: Flux Element - baner wyprzedażowy

source: Flux Element - Frequently Asked Questions
pl: Flux Element - często zadawane pytania

source: Flux Element - Feature Points
pl: Flux Element - punkty funkcjonalności

source: Flux Element - Testimonial
pl: Flux Element - opinia

source: Flux Element - Sale Banner
pl: Flux Element - Baner wyprzedażowy

source: Flux Element - Trust badge 2
pl: Flux Element - odznaka zaufania 2

source: Flux Element - Trust badge 1
pl: Flux Element - odznaka zaufania 1

source: Add new Element
pl: Dodaj nowy element

# block description
source: Placeholder for empty Flux Checkout Elements posts
pl: Symbol zastępczy dla pustych postów Flux Checkout Elements

# block title
source: Flux Checkout Elements Placeholder
pl: Symbol zastępczy elementów Flux Checkout

source: Display a custom message/content on the Thank You page.<br><br><strong>Tip:</strong> You can use the WordPress block editor to design and place custom elements anywhere on the Thank You page using <a href="%s">Checkout Elements</a>.
pl: Wyświetlanie niestandardowej wiadomości/treści na stronie z podziękowaniem.<br><br><strong>Tip:</strong> Możesz użyć edytora bloków WordPress, aby zaprojektować i umieścić niestandardowe elementy w dowolnym miejscu na stronie z podziękowaniem za pomocą <a href="%s">Flux Elements</a>.

source: Show a popup and an inline message
pl: Wyświetlanie wyskakującego okienka i wbudowanego komunikatu

source: Show an inline message
pl: Pokaż wiadomość wbudowaną

source: Don't offer to login
pl: Nie oferuj logowania

source: Reduce checkout fields when only digital products are in the cart.
pl: Zmniejsz liczbę pól kasy, gdy w koszyku znajdują się tylko produkty cyfrowe.

source: Optimize for Digital Products
pl: Optymalizacja pod kątem produktów cyfrowych

source: When enabled, skips the cart page and directly redirects users to the checkout page, reducing a step in the purchase process.<br/><br/><b>Note:</b> Doesn't work for the classic theme if sidebar is disabled.
pl: Po włączeniu pomija stronę koszyka i bezpośrednio przekierowuje użytkowników do strony kasy, skracając krok w procesie zakupu..<br/><br/><b>Notatka:</b> Nie działa w klasycznym motywie, jeśli pasek boczny jest wyłączony.

source: Skip Cart Page
pl: Pomiń stronę koszyka
