Repository: elemusma/lws-siq
Catalog: plugins/flux-checkout/languages/flux-checkout-*.po
Languages: nb_no, pl

source: Please fix all errors and try again.
nb_no: Rett opp alle feil og prøv igjen.
pl: Napraw wszystkie błędy i spróbuj ponownie.

source: Please search for an address and try again.
nb_no: Søk etter en adresse og prøv igjen.
pl: Wyszukaj adres i spróbuj ponownie.

source: Login
nb_no: Logg inn
pl: Zaloguj się

source: Pay
nb_no: Betal
pl: Zamawiam z obowiązkiem zapłaty

source: Coupon has been removed.
nb_no: Rabattkoden er fjernet.
pl: Kupon został usunięty

source: An account is already registered with this email address. Would you like to log in?
nb_no: En konto er allerede registrert med denne e-postadressen. Vil du logge på?
pl: Konto jest już zarejestrowane pod tym adresem e-mail. Czy chcesz się zalogować?

source: Login successful
nb_no: Vellykket innlogging
pl: Udało się zalogować

source: An error occurred
nb_no: En feil oppstod
pl: Pojawił się błąd

source: Review Order
nb_no: Gjennomgå bestillingen

source: Back to Settings
nb_no: Tilbake til Innstillinger

source: Changelog
nb_no: Endringslogg
pl: Dziennik zmian

source: Manage Licence &amp; Billing
nb_no: Administrer lisens &amp; Fakturering

source: Get Started
nb_no: Kom i gang

source: Steps
nb_no: Trinn

source: Are you sure?
nb_no: Er du sikker?

source: Are you sure you want to dismiss the Get Started tab? You won't be able to access it again.
nb_no: Er du sikker på at du vil avvise Kom i gang-fanen? Du vil ikke få tilgang til den igjen.

source: Yes
nb_no: Ja

source: Cancel
nb_no: Avbryt

source: Priority Support
nb_no: Prioritert støtte

source: Help is at hand if you face any issues.
nb_no: Hjelp er tilgjengelig hvis du møter problemer.

source: Get Help
nb_no: Få hjelp

source: Getting Started
nb_no: Starter

source: License &amp; Account Settings
nb_no: Lisens &amp; Kontoinnstillinger

source: License &amp; Billing
nb_no: Lisens &amp; Fakturering

source: Activate or sync your license, cancel your subscription, print invoices, and manage your account information.
nb_no: Aktiver eller synkroniser lisensen din, kanseller abonnementet ditt, skriv ut fakturaer og administrer kontoinformasjonen din.

source: Your Account
nb_no: Kontoen din

source: Manage all of your Iconic plugins, supscriptions, renewals, and more.
nb_no: Administrer alle dine Iconic plugins, abonnementer, fornyelser og mer.

source: Support
nb_no: Brukerstøtte

source: Get premium support with a valid license.
nb_no: Få førsteklasses støtte med en gyldig lisens.

source: Documentation
nb_no: Dokumentasjon

source: Read the plugin documentation.
nb_no: Les dokumentasjonen for plugin-modulen.

source: Buy Plugin
nb_no: Kjøp plugin

source: 30 Day Money-Back Guarantee
nb_no: 30 dagers pengene-tilbake-garanti

source: Submit Ticket
nb_no: Send inn sak

source: Read Documentation
nb_no: Les dokumentasjon

source: Manage Your Account
nb_no: Administrer kontoen din

source: View settings
nb_no: Vis innstillinger
pl: Wyświetl ustawienia

source: Settings
nb_no: Innstillinger
pl: Ustawienia

source: House Number/Name
nb_no: Husnummer/navn

source: Apartment, suite, unit etc.
nb_no: Leilighet, romnummer, enhet etc.
pl: Mieszkanie, piętro, klatka itp.

source: This field is required
nb_no: Dette feltet er obligatorisk

source: Please enter a valid phone number
nb_no: Vennligst oppgi et gyldig telefonnummer

source: %s is a required field.
nb_no: %s er et obligatorisk felt.
pl: %s jest wymaganym polem

source: '%s' is not a valid country code.
nb_no: ‘%s’ er ikke en gyldig landskode.

source: %1$s is not valid. You can look up the correct Eircode <a target="_blank" href="%2$s">here</a>.
nb_no: %1$s er ikke gyldig. Du kan slå opp riktig Eircode <a target=“_blank” href=“%2$s”>her</a>.

source: %s is not a valid postcode / ZIP.
nb_no: %s er ikke et gyldig postnummer.

source: %s is not a valid phone number.
nb_no: %s er ikke et gyldig telefonnummer.

source: %s is not a valid email address.
nb_no: %s er ikke en gyldig e-postadresse.

source: An account is already registered with this email address. <a href="#" data-login>Would you like to log in</a>?
nb_no: En konto er allerede registrert med denne e-postadressen. <a href=“#” data-login>Vil du logge på</a>?

source: Pay for order %s
nb_no: Betal for ordre %s

source: Remove this item
nb_no: Fjern dette elementet
pl: Usuń ten produkt

source: You can only have 1 %s in your cart.
nb_no: Du kan bare ha 1 %s i handlekurven.

source: Sorry, we do not have enough "%1$s" in stock to fulfill your order (%2$s available). We apologize for any inconvenience caused.
nb_no: Beklager, vi har ikke nok “%1$s” på lager til å oppfylle bestillingen din (%2$s tilgjengelig). Vi beklager ulempen.

source: Continue to
nb_no: Fortsette til
pl: Kontynuuj do

source: Continue
nb_no: Fortsett

source: Details
nb_no: Detaljer
pl: Szczegóły

source: Address
nb_no: Adresse
pl: Adres

source: Payment
nb_no: Betaling
pl: Płatność

source: Customer Details
nb_no: Kundedetaljer
pl: Dane klienta

source: Billing Address
nb_no: Fakturaadresse
pl: Dane do płatności

source: Billing &amp; Shipping Address
nb_no: Fakturering &amp; Sendingsadresse

source: Look up address
nb_no: Slå opp adressen
pl: Wyszukiwanie adresu

source: Ship to a different address?
nb_no: Sende til en annen adresse?
pl: Wysłać na inny adres?

source: Order notes?
nb_no: Ordrenotater?
pl: Dodatkowe informacje?

source: Returning Customer?
nb_no: Tilbakevendende kunde?

source: Already have an account?
nb_no: Har du allerede en konto?

source: Log in
nb_no: Logg Inn

source: Create an account?
nb_no: Opprett en konto?

source: Create an account by entering the information below. If you are a returning customer please login at the top of the page.
nb_no: Opprett en konto ved å skrive inn informasjonen nedenfor. Hvis du er en returnerende kunde, vennligst logg inn øverst på siden.

source: Create an account by entering the information below. If you are a returning customer please login.
nb_no: Opprett en konto ved å skrive inn informasjonen nedenfor. Hvis du er en returnerende kunde, vennligst logg inn.

source: Create an account by entering the information below. If you are a returning customer please %1$slogin on your account page%2$s.
nb_no: Opprett en konto ved å skrive inn informasjonen nedenfor. Hvis du er en returnerende kunde, vennligst %1$slogg inn på kontosiden din%2$s.

source: Contact
nb_no: Kontakt
pl: Kontakt

source: Edit
nb_no: Redigere
pl: Edytuj

source: Start typing your address to search.
nb_no: Begynn å skrive inn adressen din for å søke.

source: Start with your house/apartment number then your street address.
nb_no: Start med hus-/leilighetsnummeret og deretter gateadressen din.

source: Please enter your address
nb_no: Vennligst skriv inn adressen din

source: Enter Address Manually
nb_no: Angi adresse manuelt

source: Enter Coupon
nb_no: Skriv inn rabattkode

source: Back
nb_no: Tilbake
pl: Wróć

source: Back to %s
nb_no: Tilbake til %s
pl: Wróć do %s

source: Shipping
nb_no: Frakt
pl: Dostawa

source: Order #%d
nb_no: Bestilling #%d
pl: Zamówienie #%d

source: Thank you %s!
nb_no: Takk %s!

source: Billing
nb_no: Fakturering
pl: Płatność

source: Your Order
nb_no: Din ordre
pl: Twoje zamówienie

source: Need Help?
nb_no: Trenger du hjelp?
pl: Potrzebujesz pomocy?

source: Contact Us
nb_no: Kontakt oss
pl: Napisz do nas!

source: Continue Shopping
nb_no: Fortsett å handle
pl: Kontynuuj zakupy

source: <a href='%s' target='_blank'>Click here</a> to preview the Thank You page.
nb_no: <a href=‘%s’ target=‘_blank’>Klikk her</a> for å forhåndsvise takkesiden.

source: Back to cart
nb_no: Tilbake til handlekurven

source: Back to shop
nb_no: Tilbake til butikken

source: Back to account
nb_no: Tilbake til konto

source: Show order summary
nb_no: Vis ordresammendrag
pl: Pokaż podsumowanie zamówienia

source: Hide order summary
nb_no: Skjul ordresammendrag
pl: Ukryj podsumowanie zamówienia

source: Styles
nb_no: Stiler
pl: Style

source: Checkout Page
nb_no: Kasseside
pl: Strona zamówienia

source: Theme
nb_no: Tema
pl: Motyw

source: Thank You Page
nb_no: Takkeside
pl: Strona podziękowania

source: Integrations
nb_no: Integrasjoner
pl: Integracje

source: General Settings
nb_no: Generelle innstillinger
pl: Ustawienia ogólne

source: Show Company Field
nb_no: Vis firmafelt
pl: Pokaż pole firmy

source: Enable the Company field within the Billing Details step.
nb_no: Aktiver firmafeltet i faktureringsdetaljer.
pl: Włącz pole Firma w kroku Szczegóły rozliczenia.

source: Use Address Autocomplete
nb_no: Bruk Autofullfør adresse
pl: Użyj autouzupełniania adresu

source: Enable Address Autocomplete to automatically fill out address details. Requires a valid <a href="#tab-integrations|integrations_integrations_google_api_key" class="wsf-internal-link">Google API key</a>.
nb_no: Aktiver Autofullfør adresse for å automatisk fylle ut adressedetaljer. Krever en gyldig <a href=“#tab-integrations|integrations_integrations_google_api_key” class=“wsf-internal-link”>Google API-nøkkel</a>.
pl: Włącz autouzupełnianie adresu, aby automatycznie wypełniać dane adresowe. Wymaga ważnego<a href="#tab-integrations|integrations_integrations_google_api_key" class="wsf-internal-link">Klucza API Google</a>.

source: Store Checkout Data in Browser
nb_no: Lagre betalingsdata i nettleseren

source: Store customer's checkout data locally on their browser, which can then be used to maintain field data on page reload.
nb_no: Lagre kundens betalingsdata lokalt i nettleseren deres, som deretter kan brukes til å huske feltdata når siden lastes inn på nytt.

source: Separate Street Number Field
nb_no: Separat gatenummerfelt
pl: Oddzielne pole numeru ulicy

source: Separate House Number/Name field from Street Address field.
nb_no: Skill husnummer/navn-feltet fra gateadressefeltet.
pl: Oddziel pole Numer domu/Nazwa od pola Adres ulicy.

source: Show "Back to Shop" button.
nb_no: Vis “Tilbake til butikk”-knappen.
pl: Pokaż przycisk "Powrót do sklepu".

source: Add a button to go back to the cart page.
nb_no: Legg til en knapp for å gå tilbake til handlekurvsiden.
pl: Dodaj przycisk powrotu do strony koszyka.

source: Make Cart Items images clickable
nb_no: Gjør produkter-bilder i handlekurven klikkbare
pl: Możliwość klikania obrazów elementów koszyka

source: Allows the images on the Order review cart to be clicked on and linked to the product page.
nb_no: Gjør det mulig å klikke på produktbildene i kassen og koble dem til produktsiden.
pl: Umożliwia klikanie obrazów w koszyku przeglądzie zamówienia i łączenie ich ze stroną produktu.

source: Auto Apply Coupon
nb_no: Bruk rabattkode automatisk
pl: Automatycznie zastosuj kod rabatowy

source: Enter a coupon that will be automatically applied at checkout.
nb_no: Skriv inn en rabattkode som automatisk blir brukt i kassen.
pl: Wprowadź kod rabatowy, który zostanie automatycznie zastosowany przy zamówieniu

source: Hide Coupon Field
nb_no: Skjul rabattkodefelt
pl: Ukryj pole kodu rabatowego

source: When enabled, the coupon field will not be displayed to users and they will not be able to enter a coupon code. However, you can automatically apply a coupon using the "coupon" URL parameter. Example: site.com/checkout?coupon=10PCTOFF
nb_no: Når det er aktivert, vil ikke rabattkodefeltet vises for brukere, og de vil ikke kunne angi en rabattkode. Du kan imidlertid bruke en kupong automatisk ved å bruke URL-parameteren “kupong”. Eksempel: site.com/checkout?coupon=10PCTOFF
pl: Po włączeniu tej opcji pole kodu rabatowego nie będzie wyświetlane użytkownikom i nie będą oni mogli wprowadzić kodu kuponu. Można jednak automatycznie zastosować kod za pomocą parametru URL "coupon". Przykład: site.com/checkout?coupon=10PCTOFF

source: Enable Phone number Country Code Selector
nb_no: Aktiver Landskodevelger for telefonnummer
pl: Włącz wybór kodu kraju w numerze telefonu

source: Enable country code selector for the phone number field.
nb_no: Aktiver landskodevelgeren for telefonnummerfeltet.
pl: Włącz selektor kodu kraju dla pola numeru telefonu.

source: User Settings
nb_no: Brukerinstillinger
pl: Ustawienia użytkownika

source: Assign Guest Orders
nb_no: Tildel gjestebestillinger
pl: Przypisywanie zamówień gości

source: Flux Checkout will automatically link guest orders to existing customer accounts if the email address provided in the order matches an existing account.
nb_no: Flux Checkout vil automatisk koble gjestebestillinger til eksisterende kundekontoer hvis e-postadressen oppgitt i bestillingen samsvarer med en eksisterende konto.
pl: Flux Checkout automatycznie połączy zamówienia gości z istniejącymi kontami klientów, jeśli adres e-mail podany w zamówieniu pasuje do istniejącego konta.

source: Existing User
nb_no: Eksisterende bruker
pl: Istniejący użytkownik

source: How to handle the familiar user emails on the checkout page.
nb_no: Hvordan håndtere de kjente brukere-e-postene på betalingssiden.
pl: Jak obsługiwać znane e-maile użytkowników na stronie płatności.

source: Choose Theme
nb_no: Velg tema
pl: Wybierz motyw

source: Choose the theme you want Flux to use.
nb_no: Velg temaet du vil at Flux skal bruke.
pl: Wybierz motyw, którego ma używać Flux.

source: Show Order Review
nb_no: Vis ordresammendrag
pl: Pokaż podsumowanie zamówienia

source: Enable a persistent order review at checkout. This replaces the cart page.
nb_no: Aktiver en vedvarende bestillingsgjennomgang ved kassen. Dette erstatter handlekurvsiden.
pl: Włączenie trwałego przeglądu zamówienia przy realizacji zakupu. Zastąpi to stronę koszyka.

source: Web Safe Fonts
nb_no: Nettsikre skrifter
pl: Bezpieczne czcionki internetowe

source: Pixels
nb_no: Piksler
pl: Piksele

source: Emphemeral Units
nb_no: Emphemeral enheter
pl: Jednostki efemeryczne

source: Header Styles
nb_no: Overskriftstiler
pl: Styl nagłówka

source: Header Type
nb_no: Overskriftstype
pl: Typ nagłówka

source: Select whether to use an image or text for the branding.
nb_no: Velg om du vil bruke et bilde eller en tekst i logofeltet.
pl: Wybierz, czy do oznaczenia marki ma być używany obraz czy tekst.

source: Text
nb_no: Tekst
pl: Tekst

source: Image
nb_no: Bilde
pl: Obraz

source: Header Image
nb_no: Overskriftsbilde
pl: Obraz nagłówka

source: Select your logo (Recommended size: 200 x 40px).
nb_no: Velg logoen din (Anbefalt størrelse: 200 x 40px).
pl: Wybierz swoje logo (zalecany rozmiar: 200 x 40 pikseli).

source: Image Width
nb_no: Bildebredde
pl: Szerokość obrazu

source: Please enter the width of your logo in px.
nb_no: Vennligst skriv inn bredden på logoen din i px.
pl: Wprowadź szerokość logo w px.

source: Header Text
nb_no: Overskriftstekst
pl: Tekst nagłówka

source: Checkout
nb_no: Kasse
pl: Strona zamówienia

source: Header Font Family
nb_no: Overskriftsfont familie
pl: Rodzina czcionek nagłówka

source: inherit
nb_no: arve
pl: dziedziczony

source: Header Font Colour
nb_no: Overskriftsskriftfarge
pl: Kolor czcionki nagłówka

source: Header Font Size
nb_no: Skriftstørrelse på topptekst
pl: Rozmiar czcionki nagłówka

source: Header Background
nb_no: Overskriftsbakgrunn
pl: Tło nagłówka

source: Select whether to use a gradient for the header banner.
nb_no: Velg om du vil bruke en gradient for overskriftsbanneret.
pl: Wybierz, czy dla banera nagłówka ma być używany gradient.

source: Use Primary Color
nb_no: Bruk primærfarge
pl: Użyj koloru podstawowego

source: Use Custom Color
nb_no: Bruk egendefinert farge
pl: Użyj koloru niestandardowego

source: Use Gradient
nb_no: Bruk Gradient
pl: Użyj gradientu

source: Gradient Background
nb_no: Gradient bakgrunn
pl: Gradientowe tło

source: The background gradient to use. Preview all gradients at <a target="_blank" href="http://uigradients.com/"> http://uigradients.com/</a>.
nb_no: Bakgrunnsgradienten som skal brukes. Forhåndsvis alle gradienter på <a target=“_blank” href=“http://uigradients.com/“> http://uigradients.com/</a>.
pl: Gradient tła do użycia. Podgląd wszystkich gradientów na stronie <a target="_blank" href="http://uigradients.com/"> http://uigradients.com/</a>.

source: Custom Header Color
nb_no: Egendefinert topptekstfarge
pl: Niestandardowy kolor nagłówka

source: "Back to Cart" Link Color
nb_no: “Tilbake til handlekurv” Lenkefarge
pl: Kolor linka "Powrót do koszyka"

source: Checkout Styles
nb_no: Kassestiler
pl: Style strony zamówienia

source: Color Theme
nb_no: Fargetema
pl: Motyw kolorów

source: Select whether to use a custom colors.
nb_no: Velg om du vil bruke egendefinerte farger.
pl: Wybierz, czy mają być używane kolory niestandardowe.

source: Select from Design palette
nb_no: Velg fra designpaletten
pl: Wybierz z palety Design

source: Choose custom colors
nb_no: Velg egendefinerte farger
pl: Wybierz niestandardowe kolory

source: Primary Color
nb_no: Primærfarge
pl: Kolor podstawowy

source: The Primary Color will be used for the progress bar, form fields, switches, checkboxes and radio buttons.
nb_no: Primærfargen vil bli brukt for fremdriftslinjen, skjemafelt, brytere, avmerkingsbokser og alternativknapper.
pl: Kolor podstawowy będzie używany dla paska postępu, pól formularza, przełączników, pól wyboru i przycisków opcji.

source: Accent Color
nb_no: Aksentfarge
pl: Kolor akcentujący

source: The Accent Color will be used for buttons and links.
nb_no: Aksentfargen vil bli brukt for knapper og lenker.
pl: Kolor akcentu będzie używany dla przycisków i łączy.

source: Custom Primary Color
nb_no: Egendefinert primærfarge
pl: Niestandardowy kolor podstawowy

source: Custom Accent Color
nb_no: Egendefinert aksentfarge
pl: Niestandardowy kolor akcentu

source: Placeholders
nb_no: Plassholdere
pl: Symbole zastępcze

source: Used for placeholders and form labels
nb_no: Brukes til plassholdere og skjemaetiketter
pl: Używany do symboli zastępczych i etykiet formularzy

source: Link colour
nb_no: Lenkefarge
pl: Kolor linka

source: Used for links.
nb_no: Brukes til lenker.
pl: Używany do linków.

source: Primary button colour
nb_no: Primær knappfarge
pl: Kolor przycisku głównego

source: Used for the primary buttons.
nb_no: Brukes for de primære knappene.
pl: Używany dla przycisków głównych.

source: Secondary button colour
nb_no: Sekundær knappfarge
pl: Kolor przycisku dodatkowego

source: Used for the secondary buttons.
nb_no: Brukes for de sekundære knappene.
pl: Używany dla przycisków dodatkowych.

source: Custom CSS
nb_no: Egendefinert CSS
pl: Własny CSS

source: Put your custom CSS rules here.
nb_no: Sett dine egendefinerte CSS-regler her.
pl: Umieść tutaj swoje niestandardowe reguły CSS.

source: Thank You Page Settings
nb_no: Takk-sideinnstillinger
pl: Ustawienia strony z podziękowaniem

source: Enable Flux Thank You Page
nb_no: Aktiver Flux takkeside
pl: Włącz stronę z podziękowaniem od Flux Checkout

source: Enable the Flux custom Thank You page. This will override the default WooCommerce Thank You page.
nb_no: Aktiver Flux tilpasset takkeside. Dette vil overstyre standard WooCommerce takkeside.
pl: Włącz niestandardową stronę z podziękowaniem Flux. Zastąpi ona domyślną stronę z podziękowaniem WooCommerce.

source: Show Map
nb_no: Vis kart
pl: Pokaż mapę

source: Enable a map showing the customer's shipping location. <br><br>Requires a valid <a href="#tab-integrations|integrations_integrations_google_api_key" class="wsf-internal-link">Google API key</a>.
nb_no: Aktiver et kart som viser kundens leveringssted. <br><br>Krever en gyldig <a href=“#tab-integrations|integrations_integrations_google_api_key” class=“wsf-internal-link”>Google API-nøkkel</a>.
pl: Dołącz mapę pokazującą lokalizację wysyłki klienta. <br><br>Wymaga ważnego <a href="#tab-integrations|integrations_integrations_google_api_key" class="wsf-internal-link">klucza API Google</a>.

source: Thank You Page Content
nb_no: Takkeside innhold
pl: Zawartość strony z podziękowaniem

source: Display a custom message/content on the Thank You page.
nb_no: Vis tilpasset melding/innhold på takkesiden.

source: Content placement
nb_no: Innholdsplassering
pl: Umieszczanie treści

source: Where to display the custom message/content.
nb_no: Hvor skal den tilpassede meldingen/innholdet vises.
pl: Gdzie ma być wyświetlana niestandardowa wiadomość/treść.

source: After order status
nb_no: Etter ordrestatus
pl: Po statusie zamówienia

source: Before Customer details
nb_no: Før Kundedetaljer
pl: Przed szczegółami klienta

source: After Customer details
nb_no: Etter kundedetaljer
pl: Po szczegółach klienta

source: Before Product details
nb_no: Før produktdetaljer
pl: Przed szczegółami produktu

source: After Product details
nb_no: Etter produktdetaljer
pl: Po szczegółach produktu

source: Contact Page
nb_no: Kontaktside
pl: Strona kontaktowa

source: Select a contact page to be linked on the Thank You page. Leave empty to hide the contact link.
nb_no: Velg en kontaktside som skal kobles til på takkesiden. La stå tomt for å skjule kontaktlenken.
pl: Wybierz stronę kontaktową, do której ma prowadzić link na stronie z podziękowaniem. Pozostaw puste, aby ukryć łącze kontaktowe.

source: -Select Page-
nb_no: -Velg side-

source: Google API Key
nb_no: Google API-nøkkel
pl: Klucz Api Google

source: Your API key to enable Address Autocomplete. <a href="https://iconicwp.com/docs/flux-checkout-for-woocommerce/how-to-get-your-google-api-key-for-address-autocomplete/" target="_blank">View documentation</a>.
nb_no: Din API-nøkkel for å aktivere Autofullføring av adresse. <a href=“https://iconicwp.com/docs/flux-checkout-for-woocommerce/how-to-get-your-google-api-key-for-address-autocomplete/“ target=“_blank”>Se dokumentasjon</a>.
pl: Klucz API do włączenia autouzupełniania adresu.<a href="https://iconicwp.com/docs/flux-checkout-for-woocommerce/how-to-get-your-google-api-key-for-address-autocomplete/" target="_blank">Wyświetl dokumentację</a>.

source: You must be logged in to checkout.
nb_no: Du må være logget inn for å gå til kassen.

source: Customer Login
nb_no: Kundepålogging

source: Cancel Login
nb_no: Avbryt pålogging

source: Your cart is empty, taking you back to the shop...
nb_no: Handlevognen din er tom, tar deg tilbake til butikken…
pl: Twój koszyk jest pusty, przenoszę Cię do sklepu

source: Return to shop
nb_no: Gå tilbake til butikken
pl: Wróć do sklepu

source: Pay for Order
nb_no: Betal for ordre

source: Back to Account
nb_no: Tilbake til konto

source: Coupon code
nb_no: Rabattkode
pl: Kod rabatowy

source: Apply
nb_no: Bruk
pl: Dodaj

source: There is a new version of %1$s available. %2$s
pl: Dostępna jest nowa wersja %1$s. %2$s

source: Update now to version %s.
pl: Zaktualizuj teraz do wersji %s.

source: Optimised multi-step checkout plugin for WooCommerce.
pl: Zoptymalizowana wtyczka do wieloetapowego procesu zamówienia dla WooCommerce.

source: Thank you, %s!
pl: Dziękujemy, %s!

source: Please enter a valid phone number.
pl: Podaj prawidłowy numer telefonu

source: After product details
pl: Po szczegółach produktu

source: Before product details
pl: Przed szczegółami produktu

source: Before Downloads
pl: Przed "do pobrania"

source: Before Map
pl: Przed mapą

source: Before Thank you section
pl: Przed sekcją z podziękowaniem

source: After total
pl: Po podsumowaniu

source: Before total
pl: Przed podsumowaniem

source: After Coupon
pl: Po kodzie rabatowym

source: Before Coupon
pl: Przed kodem rabatowym

source: Before Cart Contents
pl: Przed zawartością koszyka

source: After Submit button
pl: Po przycisku płatności

source: Before Submit button
pl: Przed przyciskiem płatności

source: Before Payment
pl: Przed płatnością

source: After Order Notes
pl: Po notatkach do zamówienia

source: Before Order Notes
pl: Przed notatkami do zamówienia

source: After Fields
pl: Po polach

source: Before Fields
pl: Przed polami

source: After All Fields
pl: Po wszystkich polach

source: Before All Fields
pl: Przed wszystkimi polami

source: After Flux Header
pl: Po nagłówku Flux

source: Before Flux Header
pl: Przed nagłówkiem Flux
